tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib"
brew "cairo"
brew "gdk-pixbuf"
brew "icu4c"
brew "librsvg"
brew "glibmm"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bison"
brew "boost"
brew "cairomm"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "conan"
brew "coreutils"
brew "cowsay"
brew "cppcheck"
brew "dmd"
brew "doxygen"
brew "pkg-config"
brew "dub"
brew "exercism"
brew "flex"
brew "fortune"
brew "gcc"
brew "gtk+3"
brew "openssl"
brew "pygobject"
brew "glade"
brew "glew"
brew "glfw"
brew "glm"
brew "unbound"
brew "gnupg"
brew "go"
brew "gtkmm"
brew "gtkmm3"
brew "htop"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "ios-deploy"
brew "irssi"
brew "jemalloc"
brew "ldid"
brew "libelf"
brew "libogg"
brew "libsigc++"
brew "libuv"
brew "libvterm"
brew "lynx"
brew "maven"
brew "minetest"
brew "msgpack"
brew "nasm"
brew "ninja"
brew "nmap"
brew "node"
brew "ocaml"
brew "opam"
brew "pcre2"
brew "screenfetch"
brew "sdl"
brew "tcsh"
brew "telnet"
brew "texinfo"
brew "tldr"
brew "tree"
brew "yarn"
brew "zsh"
brew "dart-lang/dart/dart"
cask "cakebrew"
cask "gcc-arm-embedded"
cask "java"
cask "powershell"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
