tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "dteoh/devdocs"
tap "facebook/fb"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
cask "adoptopenjdk8"
brew "sqlite"
brew "xz"
brew "glib"
brew "cairo"
brew "gdk-pixbuf"
brew "pkg-config"
brew "icu4c"
brew "librsvg"
brew "boost"
brew "asciidoc"
brew "glibmm"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "bats-core"
brew "bison"
brew "cairomm"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "conan"
brew "cowsay"
brew "cppcheck"
brew "jemalloc"
brew "dmd"
brew "docker"
brew "doxygen"
brew "dub"
brew "exa"
brew "exercism"
brew "libogg"
brew "p11-kit"
brew "unbound"
brew "ffmpeg"
brew "pcre2"
brew "fish"
brew "flex"
brew "fmt"
brew "fortune"
brew "gcc"
brew "gtk+"
brew "gtk+3"
brew "glade"
brew "glew"
brew "glfw"
brew "glm"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "gsl"
brew "gtkmm"
brew "gtkmm3"
brew "ncurses"
brew "htop"
brew "httpd"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "imagemagick"
brew "imageoptim-cli"
brew "ios-deploy"
brew "irssi"
brew "kakoune"
brew "ldid"
brew "libelf"
brew "libsigc++"
brew "libuv"
brew "libvterm"
brew "llvm"
brew "lynx"
brew "msgpack"
brew "mysql"
brew "nasm"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "ocaml"
brew "opam"
brew "php"
brew "qemu"
brew "screenfetch"
brew "sdl"
brew "swift"
brew "tcsh"
brew "telnet"
brew "texinfo"
brew "tig", args: ["HEAD"]
brew "tldr"
brew "tree"
brew "vcpkg"
brew "wget"
brew "yarn"
brew "zsh"
brew "dart-lang/dart/dart"
brew "facebook/fb/buck"
brew "teamookla/speedtest/speedtest"
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "darktable"
cask "devdocs-macos"
cask "hammerspoon"
cask "rar"
